Repository: NirvanaNimbusa/masterpkg_base
Catalog: translations/*.po
Languages: ca

source: Add new rule
ca: Afegir nova regla

source: After checkout
ca: Després del checkout

source: Are you sure you want to delete rule '{{ruleDescription}}'?
ca: Estàs segur que vols borrar la regla '{{ruleDescription}}'?

source: At least one contract must be selected
ca: S'ha de seleccionar un contracte com a minim

source: Automatic Email Rule
ca: Regla d'email automàtic

source: Automatic Email rules
ca: Regles d'email automàtic

source: Automàtic Email
ca: Regla d'email automàtic

source: Before checkin
ca: Abans del checkin

source: Body
ca: Cos

source: Body can't be empty
ca: El cos no pot ser vuit.

source: Can't be empty
ca: No pot ser vuit.

source: Cancel
ca: Cancel·lar

source: Contracts
ca: Contractes

source: Create a template
ca: Crear una plantilla

source: Days After Checkout
ca: Dies després del Checkout

source: Days Before Checkin
ca: Dies Abans del Checkin

source: Days after checkout
ca: Dies després del checkout

source: Days before checkin
ca: Dies abans del Checkin

source: Delete
ca: Borrar

source: Don't send
ca: No enviar

source: Edit
ca: Editar

source: Home
ca: Inici

source: Invalid number
ca: Número invàlid

source: Invalid range
ca: Rang invàlid

source: Logout
ca: Desconnectar

source: Name
ca: Nom

source: Number can not have decimals
ca: El número no pot tenir decimals

source: Options
ca: Opcions

source: Pleas correct this error
ca: Siuspalu, corretgir l'error.

source: Raw HTML
ca: HTML pla

source: Rule
ca: Regla

source: Rule Name
ca: Nom de la regla

source: Rule type
ca: Tipus de regla

source: Save
ca: Guardar

source: Send an email {{ndays}} day after checkout.
ca: Enviar un email {{ndays}} dia despres del checkout.

source: Send an email {{ndays}} day before checkin.
ca: Enviar un email {{ndays}} dia abans del checkin.

source: Subject
ca: Assumpte

source: Subject can't be empty
ca: L'assumpte no pot ser vuit.

source: The reference language template is not defined
ca: El llenguatge alternatiu no te plantilla

source: Use a template of a different language.
ca: Utilitzar la platilla d'un idioma alternatiu.

source: User
ca: Usuari

source: You must select a reference language
ca: S'ha de seleccionar un idioma alternatiu
